Repository: adriangalilea/swift-utils
Catalog: Sources/Keymap/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: %@ belongs to macOS system-wide
es: %@ pertenece a macOS en todo el sistema

source: %@ is already %@
es: %1$@ ya está ocupado por %2$@

source: Another app owns this system-wide right now - it won't fire
es: Otra app posee este atajo en todo el sistema ahora mismo: no funcionará

source: Filter actions
es: Filtrar acciones

source: From any app
es: Desde cualquier app

source: In-app
es: En la app

source: Off
es: No

source: Remove this shortcut
es: Quitar este atajo

source: Reset to defaults
es: Restablecer valores por defecto

source: Restore Defaults
es: Restaurar valores

source: System-wide
es: En todo el sistema

source: System-wide - works even when this app is in the background
es: En todo el sistema: funciona aunque la app esté en segundo plano

source: System-wide shortcuts need ⌘, ⌥, or ⌃
es: Los atajos de sistema necesitan ⌘, ⌥ o ⌃

source: Works while this app is frontmost
es: Funciona mientras esta app está en primer plano

source: press keys…
es: pulsa teclas…

source: type a key…
es: pulsa una tecla…
